//
//  This is the source code of wTHSR for iOS
//  It is licensed under GNU GPL v. 3.
//
//  Created by Harry Weng.
//  Copyright © 2015 MadebyWeng. All rights reserved.
//

"Open Source" = "開放原始碼！";
"South" = "南下列車 台北 -> 左營";
"North" = "北上列車 左營 -> 台北";
"Southbound Trains" = "南下列車";
"Northbound Trains" = "北上列車";

"Nangang"= "南港";
"Taipei" = "台北";
"Banqiao" = "板橋";
"Taoyuan" = "桃園";
"Hsinchu" = "新竹";
"Miaoli" = "苗栗";
"Taichung" = "台中";
"Changhua" = "彰化";
"Yunlin" = "雲林";
"Chiayi" = "嘉義";
"Tainan" = "台南";
"Zuoying" = "左營";

"PriceBlue" = "表示該車次標準對號座全票享65折優惠。";
"PriceOrange" = "表示該車次標準對號座全票享85折優惠。";
"PriceInfo" = "表示該車次標準對號座全票享65/85折優惠。";


/*功能選單*/
"Operate" = "運転日";
"Timetable" = "時刻表";
"Fare" = "票價";
"Reservation" = "購票"; 
"About" = "關於";
"Now" = "最近列車";
"All" = "全部";
"OfferRate" = "優惠票價";
"TrainTitle" = "車號";
"StationTitle" = "車站";
"OperateLabel" = "行駛日";
"Update" = "更新";


"mon" = "週一";
"tue" = "週二";
"wed" = "週三";
"thu" = "週四";
"fri" = "週五";
"sat" = "週六";
"sun" = "週日";


"Updated!" = "時刻表已經更新完成";
"Are you sure?" = "是否確定要更新資料";
"UpdateFooter" = "\n\n更新高鐵時刻表\n\n請選擇您所需要的時刻表資料\n點選後立即更新時刻表\n";

